Repository: Lernhelfer/lernhelfer-app
Catalog: lib/l10n/intl_*.arb
Languages: de

# appName
source: Learn Helper
de: Lernhelfer

# learnerPath
source: I'm a student and are looking for help
de: Ich bin Schüler:in und suche Unterstützung

# teacherPath
source: I'm a teacher and would like to help
de: Ich bin Lehrer:in und möchte unterstützen

source: Learner create profile
de: Schülerprofil anlegen

source: Teacher create profile
de: Lehrerprofil anlegen

# learnerRequestsOverview
source: Your requests
de: Deine Hilfegesuche

# addRequest
source: Add
de: Hinzufügen

# usernameHint
source: What's your name?
de: Wie lautet dein Name?

# gradeHint
source: Grade
de: Klasse

# gradeN
source: {grade}. grade
de: {grade}. Klasse

# currentGradeQuestion
source: What's your current grade?
de: In welcher Klasse bist du?

source: State
de: Bundesland

# stateSchoolQuestion
source: In which state is your school?
de: In welchem Bundesland gehst du zur Schule?

source: Create profile
de: Profil erstellen

source: Go on!
de: Weiter geht's!

# chooseSubjects
source: Choose your subjects
de: Wähle deine Fachgebiete

# learnerTopicNotChosen
source: No topic chosen
de: Wähle ein Thema aus

# learnerTopicTitle
source: Where do you need help?
de: Wo brauchst du Hilfe?

# learnerQuestionTitle
source: Do you have more information?
de: Hast du noch Fragen?

# learnerQuestionUploadHint
source: You can upload an image of your task here
de: Hier kannst du ein Bild mit deiner Aufgabe hochladen
